[

      {"name":"简介","content":"
            茶叶在我国主要分为六大类，即红茶、绿茶、青茶（也叫乌龙）、黄茶、白茶、黑茶。中国是世界茶叶的故乡，种茶、制茶、饮茶有着悠久的历史。中国又是一个幅员辽阔、民族众多的国家，生活在这个大家庭中各族人民有着各种不同的饮茶习俗，真可谓“历史久远茶故乡，绚丽多姿茶文化。
     "},

      {"name":"绿茶","content":"
      		绿茶，又称不发酵茶。以适宜茶树新梢为原料，经杀青、揉捻、干燥等典型工艺过程制成的茶叶。其干茶色泽和冲泡后的茶汤、叶底以绿色为主调，故名。
　　绿茶的特性，较多的保留了鲜叶内的天然物质。其中茶多酚咖啡碱保留鲜叶的85%以上，叶绿素保留50%左右，维生素损失也较少，从而形成了绿茶“清汤绿叶，滋味收敛性强”的特点。最科学研究结果表明，绿茶中保留的天然物质成分，对防衰老、防癌、抗癌、杀菌、消炎等均有特殊效果，为其他茶类所不及。
　　中国绿茶中，名品最多，不但香高味长，品质优异，且造型独特，具有较高的艺术欣赏价值，绿茶按其干燥和杀青方法的不同，一般分为炒青、烘青、晒青和蒸青绿茶。
　　炒青绿茶：由于在干燥过程中受到机械或手工操力的作用不同，成茶形成了长条形、圆珠形、扇平形、针形、螺形等不同的形状，故又分为长炒青、圆炒青、扁炒青等等。长炒青精制后称眉茶，成品的花色有珍眉、贡熙、雨茶、针眉、秀眉等，各具不同的品质特征。如：
　　珍眉：条索细紧挺直或其形如仕女之秀眉，色泽绿润起霜，香气高鲜，滋味浓爽，汤色、叶底绿微黄明亮；
　　贡熙：是长炒青中的圆形茶，精制后称贡熙。外形颗粒近似珠茶，圆叶底尚嫩匀；
　　雨茶：原系由珠茶中分离出来的长形茶，现在雨茶大部分从眉茶中获取，外形条索细短、尚紧，色泽绿匀，香气纯正，滋味尚浓，汤色黄绿，叶底尚嫩匀；
　　圆炒青：外形颗粒圆紧，因产地和采制方法不同，又分为平炒青、泉岗辉白和涌溪火青等。
　　平炒青：产于浙江嵊县、新昌、上虞等县。因历史上毛茶集中绍兴平水镇精制和集散，成品茶外形细圆紧结似珍珠，故称“平水珠茶”或称平绿，毛茶则称平炒青；
　　扁炒青：因产地和制法不同，主要分为龙井、旗枪、大方三种。
　　龙井：产于杭州市西湖区，又称西湖龙井。鲜叶采摘细嫩，要求芽叶均匀成朵，高级龙井做工特别精细，具有“色绿、香郁。味甘、形美”的品质特征。
　　旗枪：产于杭州龙井茶区四周及毗邻的余杭、富阳、肖山等县。
　　大方：产于安徽省歙县和浙江临安、淳安毗邻地区，以歙县老竹大方最为著名。
　　在炒青绿茶中，因其制茶方法不同，又有称为特种炒青绿茶，为了保持叶形完整，最后工序常进行烘干。其茶品有洞庭碧螺春、南京雨花茶。金奖惠明、高桥银峰、韶山韶峰、安化松针。古丈毛尖、江华毛尖、大庸毛尖、信阳毛尖、桂平西山茶、庐山云雾等等。在此只简述二品，如洞庭碧螺春：产于江苏吴县太湖的洞庭山川碧螺峰的品质最佳。外形条索纤细、匀整，卷曲似螺，白毫显露，色泽银绿隐翠光润；内质清香持久，汤色嫩绿清澈，滋味清鲜回甜；叶底幼嫩柔匀明亮。金奖惠明：产于浙江云和县。曾于1915年巴拿马万国博览会上获金质奖章而得名，外形条索细紧匀整，苗秀有峰毫，色泽绿润；内质香高而持久，有花果香，汤色清澈明亮，滋味甘醇爽口，叶底嫩绿明亮。
　　烘青绿茶：是用烘笼进行烘干的，烘青毛茶经再加工精制后大部分作熏制花茶的茶坯，香气一般不及炒青高，少数烘青名茶品质特优。以其外形亦可分为条形茶、尖形茶、片形茶、针形茶等。条形烘青，全国主要产茶区都有生产；尖形、片形茶主要产于安徽、浙江等省市。其中特种烘青，主要有黄山毛峰、太平猴魁、六安瓜片、敬亭绿雪、天山绿茶、顾诸紫笋。江山绿牡丹、峨眉毛峰、金水翠峰、峡州碧峰、南糯白毫等。如黄山毛峰：产于安徽软县黄山。外形细嫩稍卷曲，芽肥壮、匀整，有锋毫，形似“雀舌”，色泽金黄油润，俗称象牙色，香气清鲜高长，汤色杏黄清澈明亮，滋味醇厚鲜爽回甘，叶底芽叶成朵，厚实鲜艳。
　　晒青绿茶：是用日光进行晒于的。主要分布在湖南、湖北。广东。广西、四川，云南、贵州等省有少量生产。晒青绿茶以云南大叶种的品质最好，称为“滇青”；其他如川青、黔青、桂青、鄂青等品质各有千秋，但不及滇青。
　　蒸青绿茶：以蒸汽杀青是我国古代的杀青方法。唐朝时传至日本，相沿至今；而我国则自明代起即改为锅炒杀青。蒸青是利用蒸汽量来破坏鲜叶中酶活性，形成千茶色泽深绿，茶汤浅绿和茶底青绿的：‘三绿”的品质特征，但香气较闷带青气，涩味也较重，不及锅炒杀青绿茶那样鲜爽。由于对外贸易的需要，我国从80年代中期以来，也生产少量蒸青绿茶。主要品种有恩施玉露，产于湖北恩施；中国煎茶，产于浙江。福建和安徽三省。
　　绿茶是历史最早的茶类。古代人类采集野生茶树芽叶晒于收藏，可以看作是广义上的绿茶加工的开始，距今至少有三千多年。但真正意义上的绿茶加工，是从公元8世纪发明蒸青制法开始，到12世纪又发明炒青制法，绿茶加工技术已比较成熟，一直沿用至今，并不断完善。
　　绿茶为我国产量最大的茶类，产区分布于各产茶省、市、自治区。其中以浙江、安徽、江西三省产量最高，质量最优，是我国绿茶生产的主要基地。在国际市场上，我国绿茶占国际贸易量的70％以上。行销区遍及北非、西非各国及法、美、阿富汗等50多个国家和地区。在国际市场上绿茶销量占内销总量的1／3以上。同时，绿茶又是生产花茶的主要原料。
　　各类绿茶名：西湖龙井；惠明茶；洞庭碧螺春；顾渚紫茶；午子仙毫；黄山毛峰；信阳毛尖；平水珠茶；宝洪茶；上饶白眉；径山茶；峨眉竹叶青；南安石亭绿；仰天雪绿；蒙顶茶；涌溪火青；仙人掌茶；天山绿茶；永川秀芽；休宁松萝；恩施玉露；都匀毛尖；鸠坑毛尖；桂平西山茶；老竹大方；泉岗辉白；眉茶；安吉白片；南京雨花茶；敬亭绿雪；天尊贡芽；滩茶；双龙银针；太平猴魁；源茗茶；峡州碧峰；秦巴雾毫；开化龙须；庐山云雾；安化松针；日铸雪芽；紫阳毛尖；江山绿牡丹；六安瓜片；高桥银峰；云峰与蟠毫；汉水银梭；云南白毫；遵义毛峰；九华毛峰；五盖山米茶；井岗翠绿；韶峰；古劳茶；舒城兰花；州碧云；小布岩茶；华顶云雾；南山白毛芽；天柱剑毫；黄竹白毫；麻姑茶；车云山毛尖；桂林毛尖；建德苞茶；瑞州黄檗茶；双桥毛尖；覃塘毛尖；东湖银毫；江华毛尖；龙舞茶；龟山岩绿；无锡毫茶；桂东玲珑茶；天目青顶；新江羽绒茶；金水翠峰；金坛雀舌；古丈毛尖；双井绿；周打铁茶；文君嫩绿；前峰雪莲；狮口银芽；雁荡毛峰；九龙茶；峨眉毛峰；南山寿眉；湘波绿；晒青；山岩翠绿；蒙顶甘露；瑞草魁；河西圆茶；普陀佛茶；雪峰毛尖；青城雪芽；宝顶绿茶；隆中茶；松阳银猴；龙岩斜背茶；梅龙茶；兰溪毛峰；官庄毛尖；云海白毫；莲心茶；金山翠芽；峨蕊；牛抵茶；化佛茶；贵定云雾茶；天池茗毫；通天岩茶；凌云白茶；蒸青煎茶；云林茶；盘安云峰；绿春玛玉茶；东白春芽；太白顶芽；千岛玉叶；清溪玉芽；攒林茶；仙居碧绿；七境堂绿茶；南岳云雾茶；大关翠华茶；湄江翠片；翠螺；窝坑茶；余姚瀑布茶；苍山雪绿；象棋云雾；花果山云雾茶；水仙茸勾茶；遂昌银猴；墨江云针。


                "},

      {"name":"青茶","content":"
      		乌龙茶，亦称青茶、半发酵茶，以本茶的创始人而得名。是我国几大茶类中，独具鲜明特色的茶叶品类。
    乌龙茶的产生，还有些传奇的色彩，据《福建之茶》、《福建茶叶民间传说》载清朝雍正年间，在福建省安溪县西坪乡南岩村里有一个茶农，也是打猎能手，姓苏名龙，因他长得黝黑健壮，乡亲们都叫他“乌龙”。一年春天，乌龙腰挂茶篓，身背猎枪上山采茶，采到中午，一头山獐突然从身边溜过，乌龙举枪射击但负伤的山獐拼命逃向山林中，乌龙也随后紧追不舍，终于捕获了猎物，当把山獐背到家时已是掌灯时分，乌龙和全家人忙于宰杀、品尝野味，已将制茶的事全然忘记了。翌日清晨全家人才忙着炒制昨天采回的“茶青”。没有想到放置了一夜的鲜叶，已镶上了红边了，并散发出阵阵清香，当茶叶制好时，滋味格外清香浓厚，全无往日的苦涩之味，并经心琢磨与反复试验，经过萎雕、摇青、半发酵、烘焙等工序，终于制出了品质优异的茶类新品----乌龙茶。安溪也遂之成了乌龙茶的著名茶乡了。
　　乌龙茶综合了绿茶和红茶的制法，其品质介于绿茶和红茶之间，既有红茶浓鲜味，又有绿茶清芬香并有“绿叶红镶边”的美誉。品尝后齿颊留香，回味甘鲜。乌龙茶的药理作用，突出表现在分解脂肪、减肥健美等方面。在日本被称之为“美容茶”、“健美茶”。
　　形成乌龙茶的优异品质，首先是选择优良品种茶树鲜叶作原料，严格掌握采摘标准；其次是极其精细的制作工艺。乌龙茶因其做青的方式不同，分为“跳动做青”、“摇动做青”、“做手做青”三个亚类。商业上习惯根据其产区不同分为：闽北乌龙、闽南乌龙、广东乌龙、台湾乌龙等亚类。乌龙茶为我国特有的茶类，主要产于福建的闽北、闽南及广东、台湾三个省。近年来四川、湖南等省也有少量生产。
　　乌龙是茶由宋代贡茶龙团、凤饼演变而来，创制于1725年(清雍正年间)前后。据福建《安溪县志》记载：“安溪人于清雍正三年首先发明乌龙茶做法，以后传入闽北和台湾。”另据史料考证，1862年福州即设有经营乌龙茶的茶栈，1866年台湾乌龙茶开始外销。现在乌龙茶除了内销广东、福建等省外，主要出口日本、东南亚和港澳地区。
　　各类乌龙茶名：武夷岩茶；武夷肉桂；闽北水仙；铁观音；白毛猴；八角亭龙须茶；黄金桂；永春佛手；安溪色种；凤凰水仙；台湾乌龙；台湾包种；大红袍；铁罗汉；白冠鸡；水金龟。
      "},

      {"name":"黄茶","content":"
      		黄茶的品质特点是“黄叶黄汤”。这种黄色是制茶过程中进行闷堆渥黄的结果。黄茶分为黄芽茶、黄小茶和黄大茶三类。黄茶芽叶细嫩，显毫，香味鲜醇。由于品种的不同，在茶片选择、加工工艺上有相当大的区别．比如，湖南省岳阳洞庭湖君山的“君山银针”茶，采用的全是肥壮的芽头，制茶工艺精细，分杀青、摊放、初烘、复摊、初包、复烘、再摊放、复包、干燥、分级等十道工序。加工后的“君山银针”茶外表披毛，色泽金黄光亮。
　　黄茶具有“黄叶黄汤”的特色，属于轻发酵茶。这种黄色主要是制茶过程中进行渥堆闷黄的结果。黄茶可分为黄大茶、黄小茶和黄芽茶三类。
　　黄大茶：著名的品种有安徽的霍山黄大茶、广东的大叶青等。
　　黄小茶：著名的品种有湖南宁乡的沩山毛尖、湖南岳阳的北港毛尖、湖北的远安鹿苑、浙江的平阳黄汤等。
　　黄芽茶：著名的品种有湖南岳阳的君山银针、四川名山的蒙顶黄芽、安徽霍山的霍山黄芽、浙江德清的莫干黄芽等。
　　各类黄茶名：君山银针；蒙顶黄芽；北港毛尖；鹿苑毛尖；霍山黄芽；沩江白毛尖；温州黄汤；皖西黄大茶；广东大叶青；海马宫茶。
      "},

      {"name":"红茶","content":"
      		红茶，以适宜制作本品的茶树新芽叶为原料，经萎调、揉捻(切）、发酵、干燥等典型工艺过程精制而成。因其干茶色泽和冲泡的茶汤以红色为主调，故名。
　　红茶开始创制时称为“乌茶”。红茶在加工过程中发生了以茶多酚酶促氧化为中心的化学反应，鲜叶中的化学成分变化较大，茶多酚减少90％以上，产生了茶黄素、茶红素等新的成分。香气物质从鲜叶中的50多种，增至300多种，一部分咖啡碱。儿茶素和茶黄素络合成滋味鲜美的络合物①，从而形成了红茶、红汤、红叶和香甜味醇的品质特征。
　　小种红茶：开创了中国红茶的纪元。起源16世纪。最早为武夷山一带发明的小种红茶。1610年荷兰商人第一次运销欧洲的红茶就是福建省崇安县星村生产的小种红茶（今称之为“正山小种”）。至18世纪中叶，又从小种红茶演变为工夫红茶。从19世纪80年代起，我国红茶特别是工夫红茶，在国际市场上曾占统治地位。小种红茶是福建省的特产，有正山小种和外山小种之分。正山小种产于崇安县星村乡桐木关一带，也称“桐木关小种”或“星村”小种。政和、但洋、古田。沙县及江西铅山等地所产的仿照正山品质的小种红茶，统称“外山小种”或“人工小种”。在小种红茶中，唯正山小种百年不衰，主要是因其产自武夷高山地区，崇安县星村和桐木关一带，地处武夷山脉之北段，海拔1000～1500米，冬暖夏凉，年均气温18C，年降雨量2000毫米左右，春夏之间终日云雾燎绕，茶园土质肥沃，茶树生长繁茂，叶质肥厚，持嫩性好，成茶品质特别优异。
　　工夫红茶：是我国特有的红茶品种，也是我国传统出口商品。当前我国十九个省产茶（包括试种地区新疆、西藏），其中有十二个省先后生产工夫红茶。我国工夫红茶品类多、产地广。按地区命名的有滇红工夫、祁门工夫、浮梁工夫、宁红工夫、湘江工夫、闽红工夫（含但洋工夫、白琳工夫、政和工夫）、越红工夫、台湾工夫、江苏工夫及粤红工夫等。按品种又分为大叶工夫和小叶工夫。大叶工夫茶是以乔木或半乔木茶树鲜叶制成；小叶工夫茶是以灌木型小叶种茶树鲜叶为原料制成的工夫茶。
　　红碎茶：我国红碎茶生产较晚，始于本世纪的50年代后期。近年来产量不断增加，质量也不断提高。红碎茶的制法分为传统制法和非传统制法两类。传统红碎茶：以传统揉捻机自然产生的红碎茶滋味浓，但产量较低。非传统制法的红碎茶：分为转子红碎茶（国外称洛托凡（Ro tO va ne〕红碎茶）；C.T.C红茶和L.T.P（劳瑞制茶机）红碎茶。如以C.T.C揉切机生产红碎茶，彻底改变了传统的揉切方法。萎雕叶通过两个不锈钢滚轴间隙的时间不到一秒钟就达到了破坏细胞的目的，同时使叶子全部轧碎衣颗粒状。发酵均匀而迅速，所以必须及时进行烘干，才能达到汤味浓强鲜的品质特征。以不同机械设备制成的红碎茶，尽管在其品质上差异悬殊，但其总的品质特征，共分为四个花色。
    叶茶：传统红碎茶的一种花色，条索紧结匀齐，色泽乌润，内质香气芬芳，汤色红亮，滋味醇厚，叶底红亮多嫩茎；
    碎茶：外形颗粒重实匀齐，色泽乌润或泛棕，内质香气馥郁，汤色红艳，滋味浓强鲜爽，叶底红匀；
    片茶：外形全部为木耳形的屑片或皱折角片，色泽乌褐，内质香气尚纯，汤色尚红，滋味尚浓略涩，叶底红匀；
    未茶：外形全部为砂粒状未，色泽乌黑或灰褐，内质汤色深暗，香低味粗涩，叶底暗红。红碎茶产区主要是云南、广东、海南、广红茶为我国第二大茶类，出口量占我国茶叶总产量的50％左右，客户遍布60多个国家和地区。其中销量最多的是埃及、苏丹。黎巴嫩、叙利亚、伊拉克、巴基斯但、英国及爱尔兰、加拿大、智从德国、荷兰及东欧各国。
　　各类红茶名：祁门功夫；湖红功夫；滇红功夫；功夫红茶；宁红功夫；宜红功夫；越红功夫；川红功夫；政和功夫；闽红功夫；坦洋功夫；白琳功夫。
      "},

       {"name":"白茶","content":"
      		白茶，顾名思义，这种茶是白色的，一般地区不多见。白茶是我国的特产，产于福建省的福鼎、政和、松溪和建阳等县，台湾省也有少量生产。白茶生产已有200年左右的历史，最早是由福鼎县首创的。该县有一种优良品种的茶树——福鼎大白茶，茶芽叶上披满白茸毛，是制茶的上好原料，最初用这种茶片生产出白茶。茶色为什么是白色？这是由于人们采摘了细嫩、叶背多白茸毛的芽叶，加工时不炒不揉，晒干或用文火烘干，使白茸毛在茶的外表完整地保留下来，这就是它呈白色的缘故。
　　白茶最主要的特点是毫色银白，素有“绿妆素裹”之美感，且芽头肥壮，汤色黄亮，滋味鲜醇，叶底嫩匀。冲泡后品尝，滋昧鲜醇可口，还能起药理作用。中医药理证明，白茶性清凉，具有退热降火之功效，海外侨胞往往将银针茶视为不可多得的珍品。白茶的主要品种有银针、白牡丹、贡眉、寿眉等。尤其是白毫银针，全是披满白色茸毛的芽尖，形状挺直如针，在众多的茶叶中，它是外形最优美者之一，令人喜爱。汤色浅黄，鲜醇爽口，饮后令人回味无穷。
　　各类白茶名：银针白毫；白牡丹；贡眉；白牡丹；寿眉等。
      "},


      {"name":"黑茶","content":"
             由于原料粗老，黑茶加工制造过程中一般堆积发酵时间较长，因为叶色多呈暗谒色，故称黑茶。
此茶主要供一些少数民族饮用，藏族、蒙古族和维吾尔族群众喜好饮黑茶，是日常生活中的必需品。在加工工艺上，黑茶也有自己独特的工艺。黑茶产区广阔，品种花色很多，有湖南黑茶加工的黑砖、花砖、茯砖，湖北老青茶加工的青砖茶、广西六堡茶、四川的西路边茶、云南的紧茶、扁茶、方茶和圆茶等。　　
各类黑茶名：湘尖、湖南黑茶；老青茶；四川边茶；六堡散茶；普洱茶、黑砖茶、获砖茶、康砖子等。
      "},

]

[
      


      {"name":"安徽省","id":"1","content":"
      		　红茶有祁门的祁红；绿茶有休宁、歙县的屯绿，黄山的黄山毛峰、黄山银钩，六安的瓜片、齐山名片，太平的太平猴魁，休宁的休宁松萝，泾县的涌溪火青、泾县特尖，青阳的黄石溪毛峰，歙县的老竹大方、绿牡丹，宣城的敬亭绿绿雪、天湖凤片、高峰去雾茶，金寒的齐山翠眉、齐山毛尖，舒城的兰花茶，桐城的天鹅香 、桐城小花，九华山的闵园毛峰，绩溪的金山时茶，休宁的白岳黄芽、 洲茶，潜山的天柱剑毫，岳西的翠兰，宁国的黄花云尖，霍山的翠芽，庐江的白云春毫等；黄茶有皖西黄大黄等。
      "},

      {"name":"浙江省","id":"2","content":"
          　绿茶有杭州的西湖龙井、莲芯、雀舌、莫干黄芽，天台的华顶云雾，嵊县的前岗白、平水珠茶，兰溪的毛峰，建德的苞茶，长兴的顾渚紫笋，景宁的金奖惠明茶，乐清的雁荡毛峰，天目山的天目青顶，普沱的佛茶，淳安的大方、千岛玉叶、鸠坑毛尖，象山的珠山茶，东阳的东白春芽、太白顶芽，桐庐的天尊贡芽，余姚的瀑布茶、仙，绍兴的日铸雪芽，安吉的白片，金华的双龙银针，婺州举岩、翠峰，开化的龙顶，嘉兴的家园香 ，临海的云峰、蟠毫，余杭的径山茶，遂日报银猴，盘安的云峰，江山的绿牡丹，松阳的银猴，仙居的碧绿，泰顺的香菇寮白毫，富阳的岩顶，浦江的春毫，宁海的望府银毫，诸暨的西施银芽等。黄茶有温州黄汤。红茶有杭州的九曲红梅。      "},

      {"name":"江西省","id":"3","content":"
          　绿茶有庐山的庐山云雾，遂川的狗牯脑茶，婺源的眉、大鄣山云雾茶、珊厚香茶、灵岩剑峰、梨园茶、天舍厅峰，井岗翠绿，上饶的仙台大白、白眉，南城的麻姑茶，修水的双井绿、眉峰云雾、凤凰舌茶，临川的竹叶青，宁都的小布岩茶、翠微金精茶、太沽白毫，安远的和雾茶，兴国的均福云雾茶，南昌的梁渡银针、白虎银毫、前岭银毫，吉安的龙舞茶，上犹的梅岭毛尖，永新的崖雾茶，铅山的苦甘香，遂川的羽绒茶、圣绿，定南的天花茶，丰城的罗峰茶、周打铁茶，高安的瑞州黄檗茶，永修的攒林茶，金溪的云林茶，安远的九龙茶，宜丰的黄檗茶，泰和蜀口茶，南康的窝坑茶，石城的通天岩茶，吉水的黄狮茶，玉山的三清云雾等。红茶有修水的宁红。      "},

      {"name":"江苏省","id":"4","content":"
          　绿茶有宜兴的阳羡雪芽、荆溪云片，南京的雨花茶，无锡的二泉银毫、无锡毫茶，溧阳的南山寿眉、前峰雪莲，江宁的翠螺、梅花茶，苏州的碧螺春，金坛的誉舌、茅麓翠峰、茅山青峰，连云港的花果山云雾茶，镇江的金山翠芽等。
          "},
      
      {"name":"湖北省","id":"5","content":"
          　绿茶有恩族的玉露，宜昌的邓村绿茶、峡州碧峰、金岗银针，随州的车云山毛尖、棋盘山毛尖、云雾毛尖，当阳的仙人掌茶，大梧的双桥毛尖，红安的天台翠峰，竹溪的毛峰，宜都的熊洞云雾，鹤峰的容美茶，武昌的龙泉茶、剑毫，咸宁的剑春茶、莲台龙井、白云银毫、翠蕊，保康的九皇云雾，蒲圻的松峰茶，隆中的隆中茶，英山的长冲茶，麻城的龟山岩绿，松滋的碧涧茶，兴山的高岗毛尖，保康的银芽等。  
       "},

       {"name":"湖南省","id":"6","content":"
          　绿茶有长沙的高桥银峰、湘波绿、河西园茶、东湖银毫、岳麓毛尖，郴县的五盖山米茶、郴州碧云，江华的毛尖，桂东的玲珑茶，宜章的骑田银毫，永兴的黄竹白毫，石太的毛尖、狮口银芽，大庸的毛尖、青岩翠、龙虾茶，沅陵的碣滩茶、官庄毛尖，岳阳的洞庭春、君山毛尖，石门的牛抵茶，临湘的白石毛尖，安化的安化松针，衡山的南岳云雾茶、岳北大白，韶山的韶峰，桃江的雪峰毛尖，保靖的保靖岗针，慈利的甑山银毫，零陵的凤岭容诸笋茶，华容的终南毛尖，新华的月芽茶等。       "},

       {"name":"福建省","id":"7","content":"
          　乌龙茶有崇安武夷山的武夷岩茶，包括武夷水仙、大红袍、肉桂等，安溪的铁观音、黄金桂、色种等，崇安、建瓯的龙须茶，永春的佛手，诏安的八仙茶等。绿茶有南安的石亭绿，罗源的七境堂绿茶，龙岩的斜背茶，宁德的天山绿茶，福鼎的莲心茶等。白茶有政和、福鼎的白毫银针、白牡丹，福安的雪芽等。花茶有神州的茉莉花茶，还有茉莉银毫、茉莉春风、茉莉雀舌毫等。红茶有福鼎的白琳工夫，福安的坦洋工夫，崇安的正山小种等。       "},

       {"name":"云南省","id":"8","content":"
          　红茶有凤庆、勐海的滇红工夫红茶、云南红碎茶。黑茶有西双版纳、思茅的普洱茶。紧压茶有下关的云南沱茶。绿茶有勐海的南糯白毫、云海白毫、竹筒香茶，宜良的宝洪茶，大理的苍山雪绿，黑江的云针，绿春的玛玉茶，牟定的化佛茶，大关的翠华茶等。       "},

       {"name":"广东省","id":"9","content":"
          　乌龙茶有潮州的凤凰单枞、凤凰乌龙、凤凰水仙，还有岭头单枞、石古坪乌龙、大叶奇兰等。红茶有英德红茶、荔枝红茶、玫瑰红茶等。绿茶有高鹤的古劳茶、信宜的合箩茶等。       "},

       {"name":"海南省","id":"10","content":"
          　南海、通什、岭头等的海南红茶。       "},

       {"name":"广西壮族自治区","id":"11","content":"
          　绿茶有桂平的西山茶，横县的南山白毛茶，凌云的凌云白毫，贺县的开山白毫，昭平的象横云雾，桂林的毛尖，贵港的覃塘毛尖等。花茶有桂北的桂花茶。红茶有广西红碎茶，黑茶有苍梧六堡茶。       "},

       {"name":"河南省","id":"12","content":"
          　绿茶有信阳的信阳毛尖，固始的仰天雪绿，桐柏的太白银毫等。       "},

       {"name":"山东省","id":"13","content":"
          　绿茶有日照的雪青、冰绿等。       "},

       {"name":"贵州省","id":"14","content":"
          　绿茶有贵定的贵定云雾，都匀的都云毛尖，湄潭的湄江翠片、遵义毛峰，大方的海马宫茶，贵阳的羊艾毛峰，平坝的云针绿茶等。       "},

       {"name":"陕西省","id":"15","content":"
          　绿茶有西乡的午子仙毫，南郑的汉水银梭，镇巴的秦巴雾毫，紫阳的紫阳毛尖、紫阳翠峰，平利的八仙云雾等。       "},

       {"name":"台湾省","id":"16","content":"
          　乌龙茶有南投的冻顶乌龙，台北、花莲的包种茶等。       "},
]

[
      


      {"name":"擂茶","id":"1","content":"
          　顾名思义，就是把茶和一些配料放进擂钵里擂碎冲沸水而成擂茶。不过，擂茶有几种，如福建西北部民间的擂茶是用茶叶和适量的乏麻置于特制的陶罐中，用茶木棍研成细末后加滚开水而成；广东的揭阳、普宁等地聚居的客家人所喝的客家擂茶，是把茶叶放进牙钵（为吃擂茶而特制的瓷器）擂成粉未后，加上捣碎的熟花主、芝麻后加上一点盐和香菜，用滚烫的开水冲泡而成而成；湖南的桃花源一带有喝秦人擂茶的特殊习俗。是把茶叶、生姜、生米放到碾钵里擂碎，然后冲上沸水饮用。若能再放点乏麻、细盐进去则滋味更为清香可口。喝秦人擂茅一要趁热，二要慢咽，只有这样才会有“九曲回肠，心旷神怡”之感。      "},

      {"name":"龙虎斗茶","id":"2","content":"
          　云南西北部深山老林里的兄弟民族，喜欢用开水把茶叶在瓦罐里熬的浓浓的，而后把茶水冲放到事先装有酒的杯子里与酒调和，有时还加上一个辣子，当地人称它为“龙虎斗茶”。喝一杯龙虎斗茶以后，全身便会热乎乎的，睡前喝一杯，醒来会精神抖擞，浑身有力。      "},

      {"name":"竹筒茶","id":"3","content":"
          　将清毛茶放入特制的竹筒内，在火塘中便烤边捣压，直到竹筒内的茶叶装满并烤干，就剖开竹筒取出茶叶用开水冲泡饮用。竹筒茶既有浓郁的茶香，有有清花的竹香。云南西双版纳的傣族同胞喜欢饮这种茶。      "},

      {"name":"锅帽茶","id":"4","content":"
          　在锣锅内放入茶叶和几块燃着的木炭，用双手端紧锣锅上下抖动几次，使茶叶和木炭不停地均匀翻滚，等到有屡屡青烟冒出和闻到浓郁的茶香味时，便把茶叶和木炭一起倒出，用筷子快速地把木炭拣出去，再把茶叶倒回锣锅内加水煮几分钟就可以了。布朗族同胞喜欢饮锅帽茶。          "},
      
      {"name":"盖碗茶","id":"5","content":"
          　在有盖的碗里同时放入茶叶、碎核桃仁、桂圆肉、红枣、冰糖等等，然后冲如沸水盖好盖子。来客泡盖碗茶一般要在吃饭之前，倒茶是要当面将碗盖揭开，并用双受托碗捧送，以表示对客人的尊敬。沏盖碗茶是回族同胞的饮茶习俗。       "},

       {"name":"婆婆茶","id":"6","content":"
          新婚苗族妇女常以婆婆茶招待客人。婆婆茶的作法是：平时将要将去可的南瓜子和葵花子、晒干切细的香樟树叶尖以及切成细丝的嫩腌生姜放在一起搅拌均匀，储存在容器内备用。要喝茶时，就取一些放入杯中，再以煮好的茶汤冲泡，边饮边用茶匙舀食，这种茶就叫做婆婆茶。       "},

       {"name":"虫茶","id":"7","content":"
          　它是一种制法奇特、极富民族习俗的特产茶。虫茶是把采摘的茶树鲜叶和部分香树叶混合放在竹篓或大木桶里，浇上淘米水，让其自然发酵。数天后便散发出一种特有的氮气味，这种气味会招引“化香夜蛾”的昆虫成群来此安家落户，生育繁衍。它的幼虫特别喜食腐烂的茶叶和香树叶，并排出一粒粒比菜籽还小的虫屎。把这种虫屎收集起来晒干便是虫茶。饮用虫茶时要先在杯中倒入开水，后放入适量虫茶，盖好杯盖。虫茶粒先漂浮在水面，待其缓缓下沉到杯底并开始溶化时即可饮用。虫茶泡出的汤清香宜人，沁人心肺。饮之令人顿感心旷神怡。湖南城步苗族目治县五岭山区的苗族同胞尤爱饮虫茶，所以虫茶又叫城步虫茶，它是一种速溶性饮料。       "},

       {"name":"腌茶","id":"8","content":"
          　即把新茶叶放在大缸里，撒上适量的盐，然后用石块压紧盖好，经过数月后（一般是三个月）再拿出来饮用。此茶香气和滋昧都别有风味，由于像腌白菜一样，所以叫腌茶。部分彝族同胞爱喝。       "},

       {"name":"砂罐茶","id":"9","content":"
          　把冲洗干净的小砂罐置于火塘旁烘烤，等砂罐烤温热了，再把茶叶放进去，手握砂罐在火上慢慢摇晃，等砂罐内的茶叶散友出悦鼻的馨香时，便可将滚开水冲进砂罐里，盖上罐盖，闷上三分多钟，砂罐茶便沏成了。我国三峡一带的老百姓醉心于砂罐茶，他们觉得只有喝这种茶才够味才过瘾，喝后五脏六腑都熨贴，无比畅快。       "},

       {"name":"三道茶","id":"10","content":"
          　分三次用不同的配料泡茶，风味各异，概括为头苦二甜三回味，头道茶为苦茶，把茶叶放入小陶罐中用小火烤至微黄并有清香味时，再向茶罐内冲入沸水，泡成浓酽的茶汁倒人杯中饮用，此茶味浓且苦，故称苦茶。第二道茶为甜茶，它是和茶叶嫩芽和核桃仁、烤乳扇、冰糖蜜饯或者蜂蜜等用沸热的开水冲泡而成。此茶甜滋滋的，故称甜茶。第三道茶为回味茶，它是用茶叶嫩叶加生姜片、花椒、桂皮末、红糖等用滚烫的开水冲泡而成。此茶麻、辣、甜、苦各味皆有，饮之使人回味，故称回味茶。云南大理的白族同胞爱饮三道茶，并用三道茶待客。三道茶喻示着人生有苦有甜，苦尽甜来，令人回味无穷。小小三道茶折射出白族同胞对人生哲理的悟性。       "},

       {"name":"土锅茶","id":"11","content":"
          　用土锅或主罐烧水，待水烧开时再把新鲜的茶叶直接放入土锅内或土罐内，并继续加水烧，直至烧到茶汤很浓时为止。哈尼族同胞爱饮这种茶，并称它为“土锅茶”。       "},

       {"name":"酥油茶","id":"12","content":"
          　藏族同胞特别爱饮酥油茶。酥油茶的一般做法是将茶叶捣碎，在锅中熬煮后，用竹筛滤出茶渣，将茶汁倒入预先放有酥油和食盐的桶内，用打茶工具在桶内不停地搅伴，使酥油充分而均匀溶于茶汁中，然后装入壶内放在微火上以便随时趁热取饮。较高档的酥油茶还得加上事先就炒熟的碎花生米、核桃仁或者糖和鸡蛋。酥油茶既可单独诙用也可在吃糌粑或麦丐粑时饮用。       "},

       {"name":"雷响茶","id":"13","content":"
          　是酥油茶的一种，所不同的是把钻有小孔的鹅卵召烧红，放进装有酥油与茶汁的桶里，桶内茶汁便噼噼吧吧作晌，晌声过后立即用劲上下抽打，以增强茶汤的浓度及香气和滋味。       "},

       {"name":"盐奶茶","id":"14","content":"
          　将青砖茶敲碎，取50克左右的茶叶放到能装四、五斤水的铜壶或铁祸内，用沸水冲沏后再在微火上煮沸几分钟或直接用冷水煮开，等汤色浓后掺入一、二勺奶和一些盐即成盛奶茶。蒙古族和藏族牧民爱喝盐奶茶。他们每天旱晨煮一大壶置于微火上，趁热边喝盐奶茶边吃炒米和酪蛋子，一直到吃饱为止。       "},

       {"name":"铁板茶","id":"15","content":"
          　先把茶叶放在簿铁板或瓦片上面烘烤，待闻到茶香味时再倒入事先已准备好的锅子里熬煮几分抑。这种茶色如琥珀，昧酽香高。由于在铁板上烘烤，所以叫铁板茶。佤族同胞爱饮铁板茶。       "},

       {"name":"功夫茶","id":"16","content":"
          　广东潮州和汕头一带盛行功夫茶。饮功夫茶一般以3人为宜，比较考究的是选用宜兴产的小陶壶和白瓷上釉茶杯，这种茶杯口径只有银元大小，如同小酒杯。小陶壶（罐）里装入乌龙茶和水，放在小炭炉或小酒精炉上煮。茶煮好后拿起茶壶在摆成品字形的三个瓷杯上面作圆周运动（当地俗称为“关公巡城”）依次斟满每一个小杯，此时就可以捧起香气四溢的小茶杯慢慢吊尝。饮茶时不能一杯斟满再斟一杯，而要按杯的多少来回轮流顺序斟。因此功夫茶除了泡制要功夫外，饮茶也需要费功夫。无怪乎人们说，没有功夫就莫饮功夫茶。       "},

       {"name":"寄生茶","id":"17","content":"
          　广西梧州出产一种用老龄茶树的根、茎、叶制而成的茶叫寄生茶。这神茶得用水煮四、五十分中后加糖才可饮用，如能加点鸡蛋花则更好。       "},
             
         {"name":"罐罐茶","id":"18","content":"
          　将砖茶敲碎成块，取几小块和水一道置于小罐内放在火上熬煮，直到罐内茶汤熬得恨浓很浓，只剩下一、二口时停止加热，稍凉后一饮而尽。甘肃省的一些老年人就爱喝这种罐罐茶。     "},

           {"name":"打油茶","id":"19","content":"
          　贵州的布依族，广西的侗族、苗族同胞都爱喝打油茶。不过，们们的做法略有不同。步依族的打油茶做法是，先把黄豆、玉米、糯米等用油炒熟混合放在茶碗里，然后用油把茶叶炒香后放入少量的姜、葱、盐和水煮，直到沸腾为止，去渣后倒入茶碗里拌匀即成打油茶。布依族同胞有“早茶一盅，一天威风；午茶一盅，劳动轻松；晚茶一盅，全身疏通；一天三翌，雷打不动”之说。而广西侗旅、苗族同胞的打油茶做法是，把事先煮熟晒干的糯米（又称阴米）下油锅爆炒好倒进茶碗里，再向碗里放一些熟芝麻、油炸花生米、葱等配料，然后将茶叶、油放入锅内爆炒并不停地用锅铲轻轻敲打，最后加水煮沸，虑出茶渣，把热茶汤冲入茶碗内即成打油茶。侗族有首民谣说：早上喝碗油茶汤，不用医生开药方；晚上喝碗油茶汤，一天劳累全扫光；三天个喝油茶汤，鸡鸭鱼肉也不香”。可见他们对打油茶的酷爱程度。       "},

           {"name":"盐巴茶","id":"20","content":"
          　将茶饼放入特制的小瓦罐里用火烤香后加水和少量盐炖几分钟，炖出的浓茶汤稍加稀释就可饮用。同时要及时将瓦罐加满水继续炖，直至茶叶消失为止。我国纳西族，傈傈同胞普遍爱引盐巴茶。       "},


]