[

      {"name":"荼","content":"
            荼的含义
             苦菜
              《尔雅•释草第十三》，“荼，苦菜”。苦菜为田野自生之多年生草本，菊科。《诗经•国风•邶国之谷风》有“谁谓荼苦，其甘如荠”，《诗经•国风豳国之七月》有“采荼樗薪”，《诗经•大雅•绵》有“堇荼如饴”，一般都认为上述诗中之“荼”是指苦菜。三国吴国陆玑《毛诗草木鸟兽鱼疏》记苦菜的特征是：生长在山田或沼泽中，经霜之后味甜而脆。明朝李时珍《本草纲目》卷二十七“苦菜“条记：初春时生苗，茎中空，折断时会流出白汁，开黄花和野菊相似，其种子附生白毛，能随风飘扬。苦菜是荼的本义，其味苦，经霜后味转甜，故有“其甘如荠”、“堇茶如饴”。
             茅秀
               东汉郑玄《周官》注云：“荼，茅秀”，茅秀是芽草类种子上所附生的白芒。《诗经•国风•郑国之出其东门》有“有女如茶”，成语有“如火如荼”，上述之荼一般认为是指白色的茅秀。茅秀是荼的引伸义，因苦菜的种子附生白芒，进而由苦菜白芒引伸为茅草之“茅秀”。茶具苦涩味，所以，便用同样具有苦味的荼(苦菜)来借指茶。
             其他
               由“茅秀”进一步引伸为“芦苇花”，还有解释为“紫蓼”、“陆秽”的。
            荼何时被用来借指茶
              《尔雅•释木第十四》，“槚，苦荼”。槚从木，当为木本，则苦荼亦为木本，由此知苦荼非从草的苦菜而是从木的茶。《尔雅》一书，非一人一时所作，最后成书于西汉，乃西汉以前古书训诂之总汇，由《尔雅》最后成书于西汉，可以确定以菜代茶不会晚于西汉。
西汉王褒《僮约》中有“烹茶尽具”、“武阳买茶”，一般认为这里的“荼”指茶。因为，如果是田野里常见的普通苦菜，就没有必要到很远的外地武阳去买。王褒《僮约》定于西汉宣帝神爵三年(公元前59年)，荼借指茶当在公元前59年之前。
            荼是唐前茶的主要称谓
               陆羽在《茶经》“七之事”章，辑录了中唐以前几乎全部的茶资料，经统计，荼(含苦荼)25则，荼茗3则，荼荈4则，茗11则，槚2则，荈诧3则，设1则。荼、苦荼、荼茗、荼荈共32则，约占总茶事的70%。槚、设都是偶见，茗、荈也较茶为少见。况茗是荼芽，荈是荼老叶，荼、茗、荈，其实是一。由此看来，荼是中唐以前对茶的最主要称谓。
     "},

      {"name":"槚","content":"
      		槚，又作榎。《说文解字》：“槚，楸也。”“楸，梓也。”按照《说文》，槚即楸即梓。《埤雅》：“楸梧早晚，故楸谓之秋。楸，美木也。”则楸早在早秋落叶，故音秋，是一种质地美好的树木。《通志》：“梓与楸相似。”《韵会》：“楸与梓本同末异。“陆玑《毛诗草木鸟兽鱼疏》：“楸之疏理白色而生子者为梓。“《埤雅》：“梓为百木长，故呼梓为木王。“综上所述，槚(榎)为楸、梓一类树木，且楸、梓是美木、木王。”槚，苦茶(《尔雅》)。槚为楸、梓之类如何借指茶？《说文解字》：“槚，楸也，从木、贾声。”而贾有“假”、“古”两种读音，“古”与“茶”、“苦茶”音近，因茶为木本而非草本，遂用槚(音古)来借指茶。槚作楸、梓时则音“假”因《尔雅》最后成书于西汉，则槚借指茶不晚于西汉。但槚作茶不常见，仅《尔雅》和南朝宋人王微《杂诗》两见。
      "},

      {"name":"茗","content":"
      		茗，古通萌。《说文解字》：“萌，草木芽也，从草明声。”“芽，萌也，从草牙声。”，茗、萌本义是指草木的嫩芽。茶树的嫩芽当然可称茶茗。后来茗、萌、芽分工，以茗专指茶(茶)嫩芽，所以，徐铉校定《说文解字》时补：“茗，茶芽也。从草名声。”茗何时由草木之芽演变而专指茶芽？旧题汉东方朔著，晋张华注《神异记》载：“余姚人虞洪入山采茗”，晋郭璞《尔雅》“槚，苦茶”注云：“早取为茶，晚取为茗，或一曰荈，蜀人名之苦茶。”唐前饮茶往往是生煮羹饮，因此，年初正、二月采的是上年生的老叶，三、四月采的才是当年的新茶，所以晚采的反面是“茗”。以茗专指茶芽，当在汉晋之时。茗由专指茶芽进一步又泛指茶，沿用至尽。
      "},

      {"name":"荈","content":"
      		《茶经》“五之煮”载：“其味甘，槚也；不甘而苦，荈也；啜苦咽甘，茶也。”陆德明《经典释文•尔雅音义》：“荈、荼、茗，其实一也。”《魏王花木志》：“荼，叶似栀子，可煮为饮。其老叶谓之荈，嫩叶谓之茗。”南朝梁人顾野王《玉篇》：“荈，尺*切，茶叶老者。“综上所述，荈是指粗老茶叶，因而苦涩味较重，所以《茶经》称“不甘而苦，荈也。”《茶经》“七之事”引司马相如《凡将篇》中有“荈诧“。司马相如是西汉著名文学家，其与哲学家、文学家杨雄及文学家王褒都是四川人，而四川是中国最早饮茶的地区，“武阳买茶”的武阳就是现今四川彭山。荈不像、槚、荼等字是借指茶，只有茶一种含义，所以，《凡将篇》中的“荈“指茶是可能的。荈为茶的可靠记载见于《三国志•吴书•韦曜传》：“曜饮酒不过二升，皓初礼异，密赐荼荈以代酒”，荼荈代酒，荈应是茶饮料。晋杜育作《荈赋》，五代宋初人陶谷《清异录》中有“荈茗部”。“荈”字除指茶外没有其他意义，可能是在“茶”字出现之前的茶的专有名字，但南北朝后就很少使用了。
      "},

      {"name":"设","content":"
      		《说文解字》：“设，香草也，从草设声。”段玉裁注云：“香草当作草香。”设本义是指香草或草香。因茶具香味，故用设借指茶。西汉杨雄《方言论》：“蜀西南人谓茶曰设。”但以设指茶仅蜀西南这样用，应属方言用法，古籍仅此一见。
      "},

       {"name":"茶","content":"
      		在荼、槚、茗、荈、设五种茶的称谓中，以荼为最普遍，流传最广。但“荼”字多义，容易引起误解。“荼”是形声字，从草余声，草字头是义符，说明它是草本。但从《尔雅》起，已发现茶是木本，用荼指茶名实不符，故借用“槚”，但槚本指楸、梓之类树木，借为茶也会引起误解。所以，在“槚，苦荼”的基础上，造一“搽”字，从木茶声，以代替原先的槚、荼字。另一方面，仍用“荼”字，改读“加、诧”音。陆德明《经典释文》云：“荼，埤苍作搽。”《埤苍》乃三国魏张揖所著文字训诂书，“搽”字至迟出现在三国初年。南朝梁代顾野王《玉篇》“廿部”第一百六十二，“荼，杜胡切。……又除加切。”隋陆德明《经典释文•尔雅音义下•释木第十四》：“荼，音徒，下同。埤苍作搽。按：今蜀人以作饮，音直加反，茗之类。“初加切，直加切，音茶。“荼“读茶音约始于南北朝时期。“荼“(音徒)形改音未改，“荼”(音茶)音改形未改，所以，荼在读音上及荼在书写上还会引起误解，于是进一步出现既改形又改音的“茶”(音茶)和“搽”。隋陆法言《广韵》“下平声，莫霞麻第九；荼，春藏叶可以为饮，巴南人曰葭荼。”“茶，俗”。“茶”字列入“麻韵”，下平声，当读“茶”，非读“徒”。“茶”字由“荼“字减去一画，仍从草，不含造字法，但它比“荼“书写简单，所以，所以“荼“的俗字，首先使用于民间。“荼”(音茶)和“茶”大约都起始于陈隋之际。《茶经》注云：“从草当作茶，其字出《开元文字音义》。”《茶经》原注者认为“茶”字首见《开元文字音义》。《开元文字音义》系唐玄宗李隆基御撰的一部分，已失传。尽管《广韵》、《开元文字音义》收有“茶”字，但在正式场合，仍用“搽”(音茶)。初唐苏恭等撰的《唐本草》和盛唐陈藏器撰《本草拾遗》，都用“搽”而未用“茶”。直到陆羽著《茶经》之后，“茶”字才逐渐流传开来。
      "},

]

[
      

      {"name":"三国以前的茶文化启蒙","content":"
              很多书籍把茶的发现时间定为公元前2737-2697年，其历史可推到三皇五帝。东汉华佗《食经》中：“苦茶久食，益意思”记录了茶的医学价值。西汉以将茶的产地县命名为“荼陵”，即湖南的茶陵。到三国魏代《广雅》中已最早记载了饼茶的制法和饮用：荆巴间采叶作饼，叶老者饼成，以米膏出之。茶以物质形式出现而渗透至其他人文科学而形成茶文化。
      "},

      {"name":"晋代、南北朝茶文化的萌芽","content":"
      		　随着文人饮茶之兴起，有关茶的诗词歌赋日渐问世，茶已经脱离作为一般形态的饮食走入文化圈，起着一定的精神、社会作用。
      "},

      {"name":"唐代茶文化的形成","content":"
      		780年陆羽著《茶经》，是唐代茶文化形成的标志。其概括了茶的自然和人文科学双重内容，探讨了饮茶艺术，把儒、道、佛三教融入饮茶中，首创中国茶道精神。以后又出现大量茶书、茶诗，有《茶述》、《煎茶水记》、《采茶记》、《十六汤品》等。唐代茶文化的形成与禅教的兴起有关，因茶有提神益思，生精止渴功能，故寺庙崇尚饮茶，在寺院周围植茶树，制定茶礼、设茶堂、选茶头，专呈茶事活动。在唐代形成的中国茶道分宫廷茶道、寺院茶礼、文人茶道。
      "},

      {"name":"宋代茶文化的兴盛","content":"宋代茶业已有很大发展，推动了茶叶文化的发展，在文人中出现了专业品茶社团，有官员组成的“汤社”、佛教徒的“千人社”等。宋太祖赵匡胤是位嗜茶之士，在宫庭中设立茶事机关，宫廷用茶已分等级。茶仪已成礼制，赐茶已成皇帝笼络大臣、眷怀亲族的重要手段，还赐给国外使节。至于下层社会，茶文化更是生机活泼，有人迁徙，邻里要“献茶”、有客来，要敬“元宝茶”，定婚时要“下茶”，结婚时要“定茶”，同房时要“合茶”。民间斗茶风起，带来了采制烹点的一系列变化。"},      
      
      {"name":"明、清茶文化的普及","content":"
      		此时已出现蒸青、炒青、烘青等各茶类，茶的饮用已改成“撮泡法”，明代不少文人雅士留有传世之作，如唐伯虎的《烹茶画卷》、《品茶图》，文徵明的《惠山茶会记》、《陆羽烹茶图》、《品茶图》等。茶类的增多，泡茶的技艺有别，茶具的款式、质地、花纹千姿百态。到清朝茶叶出口已成一种正式行业，茶书、茶事、茶诗不计其数。
      "},

      {"name":"现代茶文化的发展","content":"
      		新中国成立后，我国茶叶从1949的年产7500T发展到1998年的60余万T。茶物质财富的大量增加为我国茶文化的发展提供了坚实的基础，1982年，在杭州成立了第一个以宏扬茶文化为宗旨的社会团体--“茶人之家”，1983年湖北成立“陆羽茶文化研究会”，1990年“中国茶人联谊会”在北京成立，1993年“中国国际茶文化研究会”在湖洲成立，1991年中国茶叶博物馆在杭州西湖乡正式开放。1998年中国国际和平茶文化交流馆建成。随着茶文化的兴起，各地茶艺馆越办越多。国际茶文化研讨会已开到第五界，吸引了日、韩、美、斯及港台地区纷纷参加。各省各市及主产茶县份份主办“茶叶节”，如福建武夷市的岩茶节、云南的普洱茶节，浙江新昌、泰顺、湖北英山、河南信阳的茶叶节不胜枚举。都以茶为载体，促进全面的经济贸易发展。
      "},




]

[

      {"name":"简介","content":"
      	  中国是茶树的原产地，然而，中国在茶业上对人类的贡献，主要在于最早发现并利用茶这种植物，并把它发展形成为我国和东方乃至整个世界的一种灿烂独特的茶文化。
　　      中国茶业，最初兴于巴蜀，其后向东部和南部逐次传播开来，以致遍及全国。到了唐代，又传至日本和朝鲜，16世纪后被西方引进。所以，茶的传播史，分为国内及国外两条线路。
      "},

      {"name":"国内","content":"
      	茶树是中国南方的一种“嘉木”，所以，中国的茶业，最初孕育、发生和发展于南方。
　　（1）先秦两汉：巴蜀是中国茶业的摇篮
　　顾炎武曾经指出，“自秦人取蜀而后，始有茗饮之事”，即认为中国的饮茶，是秦统一巴蜀之后才慢慢传播开来，也就是说，中国和世界的茶叶文化，最初是在巴蜀发展为业的。这一说法，已为现在绝大多数学者认同。
　　巴蜀产茶，据文字记载和考证，至少可追溯到战国时期，此时巴蜀已形成一定规模的茶区，并以茶为贡品之一。
　　关于巴蜀茶业在我国早期茶业史上的突出地位，直到西汉成帝时王褒的《童约》，才始见诸记载，内有“烹荼尽具”及“武阳买茶”两句。前者反映成都一带，西汉时不仅饮茶成风，而且出现了专门用具；从后一句可以看出，茶叶已经商品化，出现了如“武阳”一类的茶叶市场。
　　西汉时，成都不但已形成为我国茶叶的一个消费中心，由后来的文献记载看，很可能也已形成了最早的茶叶集散中心。不仅仅是在秦之前，秦汉乃至西晋，巴蜀仍是我国茶叶生产和技术的重要中心。
    （2）三国西晋：长江中游或华中地区成为茶业中心
    秦汉时期，茶业随巴蜀与各地经济文化而传播。首先向东部、南部传播，如湖南茶陵的命名，就是一个左证。茶陵是西汉时设的一个县，以其地出茶而名。茶陵邻近江西、广东边界，表明西汉时期茶的生产已经传到了湘、粤、赣毗邻地区。
    三国、西晋阶段，随荆楚茶业和茶叶文化在全国传播的日益发展，也由于地理上的有利条件和较好的经济文化水平，长江中游或华中地区，在中国茶文化传播上的地位，逐渐取代巴蜀而明显重要起来。三国时，孙吴据有东南半壁江山，这一地区，也是这时我国茶业传播和发展的主要区域。此时，南方栽种茶树的规模和范围有很大的发展，而茶的饮用，也流传到了北方高门豪族。西晋时长江中游茶业的发展，还可从西晋时期《荆州土记》得到左证。其载曰“武陵七县通出茶，最好”，说明荆汉地区茶业的明显发展，巴蜀独冠全国的优势，似已不复存在。
    （3）东晋南朝：长江下游和东南沿海茶业的发展
　　西晋南渡之后，北方豪门过江侨居，建康（南京）成为我国南方的政治中心。这一时期，由于上层社会崇茶之风盛行，使得南方尤其是江东饮茶和茶叶文化有了较大的发展，也进一步促进了我国茶业向东南推进。这一时期，我国东南植茶，由浙西进而扩展到了现今温州、宁波沿海一线。不仅如此，如《桐君录》所载，“西阳、武昌、晋陵皆出好茗”，晋陵即常州，其茶出宜兴。表明东晋和南朝时，长江下游宜兴一带的茶业，也著名起来。
　　三国两晋之后，茶业重心东移的趋势，更加明显化了。
    （4）唐代：长江中下游地区成为中国茶叶生产和技术中心
　　如前所言，六朝以前，茶在南方的生产和饮用，已有一定发展，但北方饮者还不多。及至唐朝中期后，如《膳夫经手录》所载“今关西、山东，闾阎村落皆吃之，累日不食犹得，不得一日无茶”。中原和西北少数民族地区，都嗜茶成俗，于是南方茶的生产，随之空前蓬勃发展了起来。尤其是与北方交通便利的江南、淮南茶区，茶的生产更是得到了格外发展。
　　唐代中叶后，长江中下游茶区，不仅茶产量大幅度提高，就是制茶技术，也达到了当时的最高水平。这种高水准的结果，就是湖州紫笋和常州阳羡茶成为了贡茶。茶叶生产和技术的中心，正式转移到了长江中游和下游。
　　江南茶叶生产，集一时之盛。当时史料记载，安徽祁门周围，千里之内，各地种茶，山无遗土，业于茶者七八。现在赣东北、浙西和皖南一带，在唐代时，其茶业确实有一个特大的发展。同时由于贡茶设置在江南，大大促进了江南制茶技术的提高，也带动了全国各茶区的生产和发展。
　　由《茶经》和唐代其它文献记载来看，这时期茶叶产区已遍及今之四川、陕西、湖北、云南、广西、贵州、湖南、广东、福建、江西、浙江、江苏、安徽、河南等十四个省区，几乎达到了与我国近代茶区约略相当的局面。
　　（5）宋代：茶业重心由东向南移
 
　　从五代和宋朝初年起，全国气候由暖转寒，致使中国南方南部的茶业，较北部更加迅速发展了起来，并逐渐取代长江中下游茶区，成为宋朝茶业的重心。主要表现在贡茶从顾渚紫笋改为福建建安茶，唐时还不曾形成气候的闵南和岭南一带的茶业，明显地活跃和发展起来。
　　宋朝茶业重心南移的主要原因是气候的变化，江南早春茶树因气温降低，发芽推迟，不能保证茶叶在清明前贡到京都。福建气候较暖，如欧阳修所说“建安三千里，京师三月尝新茶”。作为贡茶，建安茶的采制，必然精益求精，名声也愈来愈大，成为中国团茶、饼茶制作的主要技术中心，带动了闵南和岭南茶区的崛起和发展。
　　由此可见，到了宋代，茶已传播到全国各地。宋朝的茶区，基本上已与现代茶区范围相符。明清以后，只是茶叶制法和各茶类兴衰的演变问题了。


      "},

      {"name":"国外","content":"
      	当今世界广泛流传的种茶、制茶和饮茶习俗，都是由我国向外传播出去的。据推测，中国茶叶传播到国外，已有二千多年的历史。
　    　约于公元五世纪南北朝时，我国的茶叶就开始陆续输出至东南亚邻国及亚洲其他地区。
       公元805、806年，日本最澄、海空禅师来我国留学，归国时携回茶籽试种；宋代的荣西禅师又从我国传入茶籽种植。日本茶业继承我国古代蒸青原理制作的碧绿溢翠的茶，别具风味。
       十世纪时，蒙古商队来华从事贸易时，将中国砖茶从中国经西伯利亚带至中亚以远。
       十五世纪初，葡萄牙商船来中国进行通商贸易，茶叶对西方的贸易开始出现。
        而荷兰人约在公元1610年左右将茶叶带至了西欧，1650年后传至东欧，再传至俄、法等国。十七世纪时传至美洲。
       印度尼西亚于1684年开始传入我国茶籽试种，以后又引入中国、日本茶种及阿萨姆种试种。历经坎坷，直至19世纪后叶开始有明显成效。第二次世界大战后，加速了茶的恢复与发展，并在国际市场居一席之地。
十八世纪初，品饮红茶逐渐在英国流行，甚至成为一种表示高雅的行为，茶叶成了英国上层社会人士用于相互馈赠的一种高级礼品。
1780年印度于由英属东印度公司传入我国茶籽种植。至19世纪后叶已是“印度茶之名，充噪于世”。今日的印度是世界上茶的生产、出口、消费大国。
17世纪开始斯里兰卡于从我国传入茶籽试种，复于1780年试种，1824年以后又多次引入中国、印度茶种扩种和聘请技术人员。所产红茶质量优异，为世界茶创汇大国。
1880年，我国出口至英国的茶叶多达145万担，占中国茶叶出口量的百分之六十到七十。
1833年，在帝俄时代从我国传入茶籽试种，1848年又从我国输入茶籽种植于黑海岸。1893年聘请中国茶师刘峻周并带领一批技术工人赴格鲁吉亚传授种茶、制茶技术。
1888年土耳其从日本传入茶籽试种，1937年又从格鲁吉亚引入茶籽种植。
1903年肯尼亚首次从印度传入茶种，1920年进入商业性开发种茶，规模经营则是1963年独立以后。
1924年南美的阿根延由我国传入茶籽种植于北部地区，并相继扩种。以后旅居的日本与苏联侨民也辟建茶园。50年代以后茶园面积与产量不断提高，成为南美主要的茶生产、出口国。
20世纪20年代几内亚共和国开始茶的试种。1962年我国派遣专家赴几内亚考察与种茶，并帮助设计与建设规模为100公顷茶园的玛桑达茶场及相应的机械化制茶厂。
1958年巴基斯坦开始试种茶，但未形成生产规模。1982年，我国派遣专家赴巴基斯坦伊斯兰共和国进行合作。
20世纪50年代阿富汗共和国试种茶。1968年，应阿富汗政府邀请，我国派遣专家引入中国群体品种，成活率90%以上。
1962年我国派遣茶专家赴位于撒哈拉沙漠边缘的马里共和国，通过艰辛的引种实验，取得了成功。1965年应该国总统的请求，我国政府分批派遣了茶农场专家帮助考察设计与建设附有的自流灌溉设施的锡加索茶农场和经过热源改革具有国际水平的年产100吨的绿茶厂。此项目农业部认定为我国援助亚非拉及南太平洋地区一百多个农业工程项目中最成功的三个项目之一。
20世纪60年代玻利维亚共和国最初从秘鲁引进茶种试种。70年代台湾农业技术团赴玻考察设计与投资，开始规模种植茶园。1987年应玻政府请求，我国派遣茶专家赴玻，帮助建设200公顷的茶场及相应的机械化制茶厂。
1983年，我国向朝鲜民主共和国提供茶种试种，并在黄海南道临近的西海岸的登岩里成功种植。位于朝鲜半岛南部的韩国，种茶起源可以追溯到9世纪20年代，经过千年沧桑，至今茶叶生产初具规模。
目前，我国茶叶已行销世界五大洲上百个国家和地区，世界上有50多个国家引种了中国的茶籽、茶树，茶园面积247万多公顷，有160多个国家和地区的人民有饮茶习俗，饮茶人口20多亿。。中国近年来的茶叶年产量达286多万吨，其中三分之一以上用于出口。
　　茶叶诞生于中国。而今日世界各地都在饮用的茶叶是通过怎样的图径传播的呢？想了解“茶叶之路”一般人们是通过查阅各国的文献，按年代和区域，绘制出一幅茶叶传播之图，来解明它的传播之径的。
茶叶的发祥地位于中国的云南省，但茶叶之路却是通过广东和福建这两个城市传播于世界的。当时，广东一带的人把茶念为“CHA”；而福建一带的人又把茶念为“TE”。广东的“CHA”经陆地传到东欧；而福建的“TE”是经海路传到西欧的。请参见下图。
 
由陆地传播的“CHA之路”
广东 cha
北京 cha
日本 cha
蒙古 chai
西藏 ja
伊朗 cha
土耳其 chay
希腊 te-ai
阿拉伯 chay
俄国 chai
波兰 chai
葡萄牙 cha
(注:后面的为茶在当地的读音)
　
 
由海上传播的“TE之路”
福建 te
马来 the
斯里兰卡 they
南印度 tey
荷兰 thee
英国 tea
德国 tee
法国 the
意大利 te
西班牙 te
丹麦 te
芬兰 tee
(注:后面的为茶在当地的读音)

      "},

]